cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "Docker"
brew "deno"
brew "ffmpeg"
brew "git"
brew "shellcheck"
brew "tree"
brew "mas"
brew "rvenv"
brew "wget"

cask "arc"
cask "coteditor"
cask "deepl"
cask "discord"
cask "google-drive"
cask "iterm2"
cask "mathpix-snipping-tool"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas Flow, id: 1423210932
mas RunCat, id: 1429033973
