cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "docker"
brew "deno"
brew "ffmpeg"
brew "git"
brew "gitmoji"
brew "tree"
brew "mas"
brew "wget"

cask "arc"
cask "coteditor"
cask "deepl"
cask "docker"
cask "font-hack-nerd-font"
cask "google-drive"
cask "keyboardcleantool"
cask "qlmarkdown"
cask "the-unarchiver"
cask "raycast"
cask "visual-studio-code"
cask "zoom"

mas RunCat, id: 1429033973
