cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "mas"
brew "wget"

cask "arc"
cask "deepl"
cask "discord"
cask "docker"
cask "cica-font"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsost-powerpoint"
cask "raycast"
cask "wezterm"
cask "visual-studio-code"
cask "zoom"

mas "RunCat", id: 1429033973
